{
   "fake": [
      "For the new state budget, \"Floridians have sent us $3 billion less of their funding.\"",
      "After President Barack Obamas health care law takes full effect, 100 percent of Americans will depend on some form of federal payment, some form of government benefit to help provide for them.",
      "Says state Senate President Stephen Sweeney gave us the nations highest income tax rates, driving out jobs.",
      "Nevada is still a state that is 80 percent white voters.",
      "An audit of the last census found that over 370,000 people living in Texas were not counted, and our state lost an estimated $1 billion in federal funds as a result.",
      "Says 97 cents of every dollar played represents over $500 million dollars that is returned to Oregonians every year to help support job creation, schools, state parks and watersheds.",
      "Marco Rubio tried to insert $1.5 million for a rowing institute into the state budget.",
      "A measure to repeal the states prevailing wage law would make it easier for state contractors to hire illegal workers for Wisconsin construction jobs through an illegal worker loophole in the state budget.",
      "In the state of Rhode Island 25 percent of our current physicians are graduates of for-profit medical schools.",
      "Says he has exposed plans by Wisconsin Gov. Scott Walker to push legislation that would allow the state to declare financial martial law and take over municipal governments.",
      "The overwhelming number of school districts reported their staff stayed the same or grew after the 2011-13 state budget",
      "Says Wisconsins 2011-13 state budget contains no fee increases",
      "The top 1 percent pay over half of the entire revenue for this country.",
      "Japans interest on its own debt is 25 percent of its national budget",
      "The state constitution clearly says theres not to be a state income tax in Tennessee.",
      "On the last night of the General Assembly, by 11 oclock 95 to 98 percent of the business was done. So we really didnt have that late-night session. We were just holding on one bill.",
      "The 2016 federal omnibus spending bill funds illegal immigrants coming in and through your border, right through Phoenix.",
      "Says Bernie Sanders is going to tax you people at 90 percent.",
      "In the House health care bill, \"Something like 2 percent of the people would [be] eligible even to get the public option.\"",
      "The 2013 immigration bill expanded President Obamas ability to bring Syrian refugees to this country without mandating any meaningful background checks.",
      "Under the Baucus bill ... federal funds would subsidize coverage of elective abortions.",
      "About 47 percent of able-bodied people in the state of Maine dont work.",
      "Says Sal Esquivel wants a 5 percent state sales tax on groceries.",
      "National studies are already showing the negative effects that the health care law is having on businesses and our economy. Businesses across the country are raising their prices (or) cutting jobs as a result of the added cost.",
      "Anybody who is familiar with the historical data from the IRS knows that raising income tax rates will likely actually reduce federal revenues.",
      "Says the governor is going around the state talking about [how] we should fund an income tax cut that benefits higher income earners and not lower income earners",
      "Patrick Rose voted to explore a state income tax.",
      "Every year we spend roughly $500 billion on tax compliance. That is roughly the budget of our entire military, entirely wasted on tax compliance.",
      "Sen. Sherrod Browns vote helped pass Barack Obamas job-killing health care law, which slapped small businesses throughout Ohio with a $500 billion tax increase.",
      "Among his (Obama's) pet projects is a bill ... which would commit the U.S. to spending 0.7 percent of gross national product on foreign aid.",
      "The vast majority of the money I got was from small donors all across the country.''\tcampaign-finance\tbarack-obama\tPresident\tIllinois\tdemocrat\t70\t71\t160\t163\t9\tan interview with CNBC's John Harwood \n5802.json\ttrue\tThe Democrat-controlled Senate, it hasnt passed a budget in more than 1,000 days.\tdeficit,federal-budget,job-accomplishments\tjohn-boehner\tSpeaker of the House of Representatives\tOhio\trepublican\t13\t22\t11\t4\t2\ta video address\n6153.json\thalf-true\tThe median income in America has dropped by 10 percent in the last four years.\teconomy,income,jobs\tmitt-romney\tFormer governor\tMassachusetts\trepublican\t34\t32\t58\t33\t19\ta speech\n6515.json\tbarely-true\tSays U.S. Senate hopeful Tammy Baldwin voted for a $1 trillion stimulus bill that included a wasteful $800,000 to replace light bulbs.\tenergy,federal-budget,stimulus\tcrossroads-gps\tConservative advocacy group\t\trepublican\t9\t1\t4\t1\t2\ta television ad\n385.json\ttrue\tSays Clinton did not read the National Intelligence Estimate before voting for the Iraq war.\tiraq\tbarack-obama\tPresident\tIllinois\tdemocrat\t70\t71\t160\t163\t9\ta speech in Westerville, Ohio\n10932.json\tbarely-true\tThanks to the Act 10 collective bargaining law that took effect four years ago, ACT scores in Wisconsin are now second-best in the country for states where more than half the kids take the exam.\teducation,government-regulation,job-accomplishments,labor,unions\tscott-walker\tMilwaukee County Executive\tWisconsin\trepublican\t26\t41\t32\t40\t11\ta speech\n5076.json\tmostly-true\tOur income, our GDP per capita, is almost 50 percent higher than (it is for) the average European.\teconomy\tmitt-romney\tFormer governor\tMassachusetts\trepublican\t34\t32\t58\t33\t19\tan editorial board meeting with an Iowa newspaper\n12189.json\thalf-true\tSays Rick Scott cut Medicaid so people cant get Obamacare.\thealth-care,medicaid\trick-scotts-starbucks-heckler\tActivist, stay-at-home mom\tFlorida\tactivist\t0\t0\t2\t0\t0\ta confrontation with Rick Scott at Starbucks\n945.json\thalf-true\tThe stimulus bill includes $8 billion for high-speed rail projects, such as a 'magnetic levitation' line from Las Vegas to Disneyland.\"",
      "Under changes being debated, state employees in Wisconsin who earn $30,000, $40,000, $50,000 a year might have 20 percent of their income just disappear overnight.",
      "Say this biennium, liquor sales account for nearly $1 billion in the state budget.",
      "With a bill bringing $100 million in property tax relief, the typical Wisconsin homeowner will save approximately $680 over four years.",
      "In Ohio, we invested in our children, raising school funding by 5.5 percent in the last budget.",
      "Federal government reneging on Medicaid payments to Wisconsin caused about $240 million in extra costs in the 2013-15 state budget.",
      "Eighty-five percent . . . of Rhode Island tax returns that were filed for the year 2010 . . . were from individuals who earned $30,000 or less.",
      "Says the stimulus bill sent tax credits overseas, such as half a billion to an electric car company that created hundreds of jobs in Finland.",
      "The Health Care Compact bill would end Medicares guaranteed benefit for Tennessees Medicare recipients and shift management of the federal health care plan to the states TennCare program.",
      "You and I know that in the history of mankind and womankind, government federal, state, local, or otherwise has never created one job.",
      "Only 25 percent of what people buy is subject to Rhode Islands sales tax.",
      "Says House Democrats voted to use your tax dollars for abortions by voting against bill defunding Planned Parenthood.",
      "Says in Newark were paying 80 percent of the school budget from local property taxes.",
      "Ninety percent of the people who work in this country work for companies under 100 people, maybe even less than that.",
      "Says over 50 percent of U.S. job growth in June came from Wisconsin.",
      "Says salaries and benefits for Wisconsin state employee comprised 8.5 percent of the 2009-2011 state budget.",
      "In North Carolina, they used stimulus money to hire one new state worker. His job, apply for more stimulus funds from the taxpayers by the way of the federal government.",
      "The Republican-authored state budget includes a provision forcing people earning as little as $12,000 to buy private health insurance that could cost them as much as $4,000 per year.",
      "If the Supreme Court throws out the federal health care law, it would be an unprecedented, extraordinary step of overturning a law that was passed by a strong majority of a democratically elected Congress.",
      "About $4.89 billion in one-time money was used to balance the current state general revenue fund budget.",
      "Says 57 percent of federal spending goes to the military and just 1 percent goes to food and agriculture, including food stamps.",
      "I never supported a state income tax for Texas.",
      "If all of the [Bush-era] tax cuts expire on schedule, the budget will be close to being balanced in four years.",
      "We had an amendment in the health care law that said the federal government is going to take over education.",
      "Says Texas is the only state that exempts jet fuel from its state motor fuels tax.",
      "David Dewhurst has never once cut one penny from the state budget.",
      "Gov. Scott Walker hired convicted Assembly Speaker Scott Jensen to oversee a raid on the state employee retirement system to help balance the state budget.",
      "In 1972, we had a 179,000 human beings in jail in this country. Today, it's 2.3-million, and 70 percent of them are black, African-American.",
      "The federal health care law is probably the biggest tax increase ever in the history of our country.",
      "Says gun ownership information could be recorded and collected by the federal government and insurance companies as part of the federal health care law.",
      "Giant companies like Toyota will not locate in a state that has not passed a right-to-work law",
      "Says former Clinton budget director Alice Rivlin said the stimulus bill \"won't actually stimulate the economy.\"",
      "Says Ohio budget item later signed into law by Gov. John Kasich requires women seeking an abortion to undergo a mandatory vaginal probe.",
      "In 2009, the state Legislature passed more than $5 billion in tax increases.",
      "The amount of interest paid on the federal debt exceeds total tax revenue.",
      "The next state budget will begin with a surplus of over half a billion dollars -- $535 million to be exact.",
      "A new bill was written into the new health care reform initiative ensuring that Congress will be 100 percent exempt.",
      "Says CNNs Wolf Blitzer was wrong to say that the wealthiest Americans, they pay the most in taxes already -- 50 percent of Americans dont even pay any federal income tax.",
      "Says Texas has been waiting for two years for the federal government to act on a proposal to allow the state to \"create insurance opportunities for those that are uninsured today.\"",
      "Says raising the state income tax rate on millionaires to offset property taxes for other residents is not a tax increase. Its a tax shift.",
      "Obama will charge a 28 percent tax on all home sales.",
      "Obamacare is the biggest tax increase in American history.",
      "If you sell your house after 2012 you will pay a 3.8 percent sales tax on it.",
      "The bill also provides full federal funding for abortions",
      "Personal income is growing faster in Tennessee on average than any other state in the country.",
      "Says Wendys founder Dave Thomas left the state literally on his deathbed to avoid the estate tax.",
      "The health care law adds around $800 billion of taxes on the American people. It does not discriminate between rich and poor.",
      "A 10-year state program that created 202 jobs at a cost of $247,000 per job was approved by former Gov. Jim Doyle.",
      "Says Democrats cut $35 million from the state budget for Information Technology improvements.",
      "Says pension contributions under Gov. Chris Christie would represent 75 percent of the total contribution made between the years 1995 and 2010. Thats right, in 15 years, total state contribution was only $2.1 billion.",
      "Says Gov. Scott Walkers proposed budget would sell off Wisconsins state parks.",
      "When the New Hampshire Legislature raised the gasoline tax, gas prices in the state were skyrocketing.",
      "The top 1 percent of income-earners pay about 40 percent of all taxes into the federal government.",
      "Says Wisconsin state Senate President Michael Elllis (R-Neenah) broke Senate rules during debate on a photo ID bill for voters.",
      "Subsidies for oil and gas companies make up 88 percent of all federal subsidies. Just cutting the oil and gas subsidies out would save the U.S. government $45 billion every year.",
      "Says Democrats racked up a $1 billion state deficit, while Republicans under Bill OBrien balanced the budget.",
      "I campaigned on (the proposals in the budget repair bill for Wisconsin) all throughout the election. Anybody who says they are shocked on this has been asleep for the past two years.",
      "I didn't endorse the federal stimulus bill.",
      "Says when he was governor, Wisconsin cut unemployment to 2.1 percent and the states unemployment rate was the lowest in the country for 40 consecutive months.",
      "Wisconsin Gov. Scott Walkers estimate of a $3.6 billion state budget deficit is manufactured and a bogus figure.",
      "Says Wisconsin Gov. Scott Walker in his budget repair bill is showing that no stone goes unturned as he asks everyone to tighten their belts.",
      "If the House of Representatives fails to extend the middle-class tax cuts, 400,000 middle-class Rhode Island families will see their federal income taxes increase.",
      "Says Robert Hurt supports the tax loopholes that send American jobs overseas.",
      "The health care law includes a 3.8% sales tax on all real estate transactions.",
      "Funding the federal health care law without a tax hike will require the state to cut nearly a quarter of its annual budget.",
      "Nearly 70 percent of all federal spending will go towards Social Security, Medicare, and Medicaid in fiscal year 2014.",
      "The largest tax increase that we have ever had in our state is yours it is the business margins tax that you signed, governor.",
      "Peter DeFazio will sneak in a 1 percent tax on all banking transactions.",
      "While states used to have regulatory power over fishing, federal law now regulates down to the tenth of the inch the minimum size of fish that anglers can keep.",
      "Says Mary Burkes 2007-09 state budget had a tax hike of $1.8 billion -- costing every man, woman and child in the state an extra $310.",
      "Says, The Democrats proposed budget is also balanced by using more in new tax revenue than in total PERS reform or savings.",
      "The Democrats plan to raise your tax rates to 70 or 80 percent.",
      "In an interview with the Chicago TribunesEditorial Board, Comptroller Leslie Munger says that in order to balance a budget, the state would have to cut social services completely.",
      "When the United States \"first created the federal income tax, frankly, nobody below a million dollars a year paid anything.\"",
      "Pls refer to Jan.1 tax changes appropriately: theyre OBAMA TAX HIKES theyll slam every Americans savings, investments job opportunity",
      "One of the first states in the union to pass a voter ID bill was Rhode Island, 85 percent Democratic legislature.",
      "Florida seniors are exempt from losing Medicare Advantage under the federal health care bill.",
      "The New England Journal of Medicine released a survey the week that President Obama signed Obamacare stating that over 30 percent of American physicians would leave the profession if the government took over health care.",
      "President Obamas health care law says when you sell your house now you have to pay a 3.8 percent tax.",
      "75 percent of the Obamacare tax falls on the middle class.",
      "Says Gov. Chris Christies proposed budget is the biggest spending budget in the history of the state of New Jersey. It is the largest in the nation at this point in time.",
      "Rural schools enroll 40 percent of American children, but receive only 22 percent of federal education funding.",
      "Says the money is in the budget to give a tax break to everyone, including people making more than $1 million.",
      "A bill to save teacher jobs is completely paid for by closing corporate tax loopholes.",
      "Ninety-four percent of the bills that pass the Senate have no debate, no vote, no amendments, no reading of the bill, no online disclosure.",
      "The 2009-11 state budget that Democrats approved left Wisconsin taxpayers $3.6 billion in debt.",
      "Says President Barack Obama said that American exceptionalism is no more exceptional than the exceptionalism of any other country.",
      "One of the other inaccuracies ...is that we have raised taxes multiple times and run up the budget. Absolutely not true. One tax increase since Ive been in office. It was a quarter mill tax in the unincorporated area only.",
      "The stimulus bill \"didnt create one new job.\"",
      "When I was U.S. Attorney we wound up putting 10 percent of the state Legislature in jail during my seven years.",
      "Says state Senate candidate Monk Elmer voted to exceed the (school district property tax) spending caps.",
      "A proposed revenue smart cap gives Floridians a voice, requiring a 60 percent vote by citizens in order to impose a new tax, fee, license, fine, charge or assessment.",
      "President Obama plans to impose a tax of at least 23 percent on the Medicare prescription drug benefit for low-income beneficiaries.",
      "The $290 million structural surplus in the 2011-13 Wisconsin budget is not real because it is based on the assumption that Congress will reinstate the estate tax.",
      "Says the new health care law delivers a $13 billion tax increase on families with special needs.",
      "Before this (federal health care) law was enacted, Florida parents ...were able to purchase inexpensive child-only coverage for their children. The laws consumer protections have now eliminated that choice in Florida.",
      "Says the stimulus bill sent tax credits overseas, such as $1.2 billion to a solar company thats building a plant in Mexico.",
      "Only 2 percent of public high schools in the country offer PE classes.",
      "Under Republican-backed state budget, the state education agency estimates expansion of Wisconsins school voucher program could cost nearly $2 billion annually",
      "John McCain refuses to support a new bipartisan energy bill \"because it would take away tax breaks from oil companies like Exxon Mobil.\"",
      "Says New Jerseys job growth in May represents 25 percent of all the jobs created in the country.",
      "Says President Barack Obama wants to raise the lowest (income) tax rate from 10 to 15 percent.",
      "Says that with President Obamas re-election, state and federal income tax rates for some taxpayers will rise to roughly 65 percent.",
      "A state bill would end a longstanding requirement that local governments repair highways and sidewalks -- and block injured citizens from suing over neglected maintenance.",
      "Says property insurance rates are going up because Rick Scott signed a bill preventing the state from regulating insurance.",
      "The health care reform bill is the largest tax increase in U.S. history.",
      "Says many public-employee unions falsely told their Wisconsin members his budget-repair bill sought 12 percent to 13 percent of their incomes for health insurance premiums.",
      "The Massachusetts health care plan dealt with 8 percent of our population, far less than the 100 percent of American people affected by President Barack Obamas health care law.",
      "The federal Hate Crimes Prevention Act bill would create special protection for pedophiles.",
      "Since January 2008 the private sector has lost nearly 8 million jobs while local, state and federal governments added 590,000.",
      "A poll taken a few months ago found 70 percent approval or higher for the Act 10 collective bargaining law.",
      "I sponsored the new Buy American law",
      "Gov. Scott Walkers plan to freeze pay for state employees includes a 5.4 percent raise for himself.",
      "The states tax burden has, according to census figures released today, cost our state another 190,000 residents in 2009.",
      "The health care law is the largest tax [increase] in the history of our country",
      "Under the Romney/Ryan budget, interest rates on federal student loans would be allowed to double.",
      "Under Scott Walker, the Wisconsin middle class is shrinking at a faster rate than any other state in the country.",
      "The health care law is job killing.",
      "Says gubernatorial recall candidate Tom Barrett supported passage of Gov. Scott Walkers bill stripping collective bargaining of state employees.",
      "Twenty percent of single adults, ages 21 to 25 with no kids, are not working or even in school trying to find a job.",
      "Steve Poizner \"increased his department's budget nearly 14 percent.\"",
      "Says his tax plan wouldnt leave the federal government with a $1.1 trillion hole.",
      "Says Oregons political tax credit is something every state should have and no other state does.",
      "Under the Hate Crimes bill, \"any pastor, preacher, priest, rabbi or imam who gives a sermon out of their moral traditions about sexual practices could be found guilty of a federal crime.\"",
      "Says less than half of 1 percent of all the Texas legislators who ever served draw a benefit from pensions tied to the salaries of state district judges.",
      "The 48, 49 percent that supports President Barack Obama are people who pay no income tax.",
      "Canada sets aside 36 percent of their visas for people with skills they think their country needs. We set aside 6 percent.",
      "On counting state budget shortfalls",
      "Says U.S. Senate opponent Tammy Baldwin supported a federal budget that spent trillions -- not billions, trillions -- more money than the Obama budget.",
      "The Paul Ryan budget proposal would leave the country without Medicare.",
      "John McCain will keep the estate tax at 0 percent, the same as it is now.",
      "Wisconsins new state budget includes a 15 percent increase for road construction and yet weve got local towns tearing up paved roads and replacing them with gravel.",
      "There is a 34 percent increase in violent crime in the state of California. And thats just within the last year.",
      "While (Chris Christie) talks about job creation, we dont see jobs being created in this state.",
      "Seventy percent of the people in the state of New Jersey want marriage equality.",
      "Says the state auditor found that 37 percent of the 428,000 students receiving free and reduced-price lunches are ineligible.",
      "Sixty percent of the Hispanics support the Arizona immigration law",
      "Says Republican state leaders are using \"Soviet-style\" budget management.",
      "Next year, you will be mandated by federal law to get rid of your existing light bulbs.",
      "A clause hidden in the Obamacare bill, which is now law, gives Obama the right to form a private army.",
      "Wisconsins projected state budget shortfall is now as low as $1.5 billion",
      "Hillary's main extracurricular activity in law school was helping the Black Panthers, on trial in Connecticut for torturing and killing a federal agent.",
      "The American people spoke pretty loudly. They said stop all the looming tax hikes....",
      "The health care law reduces the number of uninsured in America by 3 percent for how much money? $2 trillion.",
      "The Congressional Budget Office has found that (the stimulus) bill will lead to a real 0.1 to 0.3 percent reduction in gross domestic product by 2019.",
      "If lawmakers fail to avert the fiscal cliff, 18 percent of the federal money that is sent to the states will be eliminated.",
      "Says that under President Barack Obamas health care law, your insurance premiums could go up by 200 percent and cost as much as a new Explorer.",
      "Says the new Dodd-Frank financial law requires a 20 percent down payment to buy a house.",
      "Bush's tax cuts for high earners have been the biggest contributor to the budget deficit.",
      "Says state Sen. Steve Ogden was the driving force behind business income tax hurting small business, crafted the Robin Hood school finance scheme making property taxes skyrocket, wrote a budget that will result in a $14 billion deficit and voted against gun freedoms.",
      "Says over 25 percent of the Texas budget funds services to non-U.S. citizens.",
      "Hillary Clinton wants to shut down family farms using radical regulation, by raising business tax rates as high as nearly 50 percent and by taxing family farms again at death by as much as 45 percent.",
      "Democrats' budget resolution would raise America's tax bill by \"$500-billion.\"",
      "Says Rick Perry and the Republican-controlled Texas Legislature managed to slash the budget of the volunteer fire departments in our state by 75 percent in the last legislative session, reducing their abilities to fight recent wildfires.",
      "The administration raises revenue for nationalized health care through a series of new taxes, including a light switch tax that would cost every American household $3,128 a year.",
      "The Bundy Ranch deal is all about Nevada Sen. Harry Reid using federal violence to take peoples land in his state so he can package it to re-sell it to the Chinese.",
      "Scott Walker was elected governor on a promise not to take campaign contributions from the date of his inauguration until the signing of the state budget, but broke it by taking nearly $5.6 million.",
      "Ohio has lost more population than every other state in the country except for two.",
      "Says the national health care law puts federal bureaucrats between an American citizen and her doctor.",
      "Were the worst state in the country at moving people from welfare to work.",
      "The health care law imposes the largest tax increase in history on the middle class.",
      "During the lead-up to the American Revolutionary War, some guy in Boston got his head blown off because he tried to secretly raise the tax on tea.",
      "As unbelievable as it sounds, your tax dollars are funding the federal governments Zombie Apocalypse Plan. I kid you not.",
      "New Jersey alone, my home state, is facing a ten-and-a-half billion dollar shortfall in its 2012 fiscal budget. This means more cuts in state and local spending for education, which means our kids are hurt.",
      "Says her accomplishments include a fiscally responsible budget agreement that controls state spending.",
      "Says Donna Campbell is pushing a 35 percent sales tax extending to medicine, groceries and real estate.",
      "Scott Walkers income tax plan is a tax hike. It increases taxes for nearly 80% of the people in the state."
   ],
   "real": [
      "The entire state of Florida led the nation last year with the most prison inmates committing tax fraud.",
      "Earmarks requested in a federal spending bill included $277,000 for potato pest management in Wisconsin.",
      "Under Hosni Mubaraks rule, Egypt received more American dollars than any country besides Israel.",
      "Says a company that got tax breaks from the state later laid off 100 Ohioans, even as its CEO cut a half-million-dollar check to Kasichs super PAC.",
      "Fifty percent of Speaker Gingrichs tax plan goes to the top 1 percent.",
      "There are 49 different federal job training programs that report to eight agencies.",
      "Says state Sen. Paul Sarlo said in February on NJTV, there will be no tax increases in this budget and voted the other night in the Senate Budget Committee to raise income taxes $800 million.",
      "The House of Delegates budget bill cuts $50 million from education.",
      "Our last budget committed the highest level of need-based financial aid in state history.",
      "The addition of a 1 percent sales tax would cost a typical household in Hillsborough County approximately $12 a month.",
      "I believe in tax cuts. I believe in being a supply-sider. I cut the income tax I think it was 24 percent. We got 42 percent more revenues.",
      "Says budget savings by reducing pay and benefits for federal employees total $103 billion over 10 years -- more than $50,000 per worker.",
      "Illinois suffered 1,652 overdose deaths in 2014 ... of which 40 percent were associated with heroin. Illinois is ranked number one in the nation for a decline in treatment capacity between 2007 and 2012, and is now ranked the third worst in the country for state-funded treatment capacity.",
      "Were importing about 10 percent of our milk supply. Were Americas Dairyland, but yet we dont have enough milk in this state to meet the demand for our cheesemakers.",
      "By a two-to-one margin, Rhode Islanders want to ban assault weapons and we have a very small percentage of gun owners in this state, less than 13 percent.",
      "Eleven years ago, the city of Detroit lifted the residency requirement for police officers and today, 53 percent of officers live outside of the city. If we want the tax base of Milwaukee to resemble the tax base of Detroit, this is the way to go.",
      "Says U.S. corporate tax rate is highest in the world at 35 percent.",
      "If youre a Mexican, you get sent back. ... But if youre from a noncontiguous country like the Central American countries then you can stay in the United States.",
      "One of the most recent polls said 75 percent of the American people have said either don't do anything or start over (on health care reform).",
      "We now consume at the federal level 25 percent of the gross domestic product. Historically we were at 20 percent. So weve taken 5 percent away from the private sector.",
      "Says under the Senate immigration bill, newly legalized immigrants will pay every tax possible, but you dont get a single benefit for 10 years.",
      "We are the only state in the country that state employees dont contribute [to their pensions].",
      "Seventy-five percent of the young adults in this country are not mentally or physically fit to serve.",
      "Says New Jerseys prison system is 61 percent African-American even though our state is just 13 percent black.",
      "Since John F. Kennedy was assassinated in 1963, more Americans have died by gunfire within our own country than American servicemen and women who were killed in all our wars.",
      "The federal health care law raises taxes and cuts Medicare.",
      "According to the U.S. Census Bureau, 71.2 percent of Hispanic registered voters in Texas and over 86 percent of African American registered voters participated in the 2012 elections.",
      "Kasichs budget increases state spending from $50.5 billion to $55.6 billion. This is the second largest, two-year spending increase in Ohio history.",
      "Says his transportation plan would make Virginia the first state in the nation to eliminate the state tax on gasoline.",
      "There are polls showing right now that the American people for the most part think its a bad idea to provide tax cuts to the wealthy.",
      "The commercial property tax [in Providence] is second highest in the country behind Detroit.",
      "The legislation ... that Senator McCain supports would provide the authority for the federal government to surveille American citizens in their own country without any suspicion whatsoever that they're engaging in discussions with terrorists or about criminal activity.",
      "Says Tommy Thompsons tax plan amounts to an average tax cut of almost $87,000 for the top 1 percent.",
      "The federal budget bill reauthorizes the Overseas Private Investment Corporation, which provides taxpayer dollars so that the Four Seasons hotel can build a resort in Turkey.",
      "A majority of the American people opposed the health care law when it was signed and still oppose it today.",
      "The governor won this state with 49 percent. We had some of the closest races in the House in history. So youre not dealing with this 70-30, like they want to make it.",
      "Say that under state law, systems development charges can only be spent on capital investment.",
      "18 percent of our land in our state right now is either federally, state or county owned for conservation purposes.",
      "Forty percent of the undocumented workers in this country entered the U.S. legally and overstayed their visa.",
      "Trump proposed enacting the largest tax increase in American history.",
      "Gov. (Rick) Perry helped balance his budget with about $6 billion worth of federal help, which he happily took, and then started blaming the members of Congress who had offered that help.",
      "Says Hillary Clinton wants to increase Syrian refugees to this country by 550 percent.",
      "Forty percent of gross domestic product is state, local, or federal money.",
      "Jason Carter never passed a bill in his tenure in the state Senate.",
      "A bill to eliminate Delta Air Lines jet fuel tax breaks violates federal law and puts the state at risk of losing critical funding from the Federal Aviation Administration.",
      "Many state and federal agencies have such navigators involved in helping folks maneuver through the often complex processes associated with filing benefits claims, for example -- even buying health insurance.",
      "The two worst counties for (Medicaid) fraud in the country -- not state -- are Dade and Broward county.",
      "Says the Nike bill is not a tax break ... this does not lower the taxes that Nike will pay nor does it prevent the Legislature from raising those taxes in the future.",
      "The state budget proposal has been submitted on time and [its] the earliest that a governor has done so in over two decades.",
      "98 percent of small businesses make less than $250,000 and would not see a tax increase under Barack Obama's plan.",
      "No other Northeastern state has passed a photo ID law",
      "80 percent of the American people havent gotten a pay raise since the crash.",
      "Bill Heller raises taxes. Property taxes. Small business taxes. He even wants to tax the Internet. Mr. Heller said no to balancing the federal budget, that puts more debt on our kids.",
      "When the Constitution was written, (only) 20 to 25 percent of the people in the country could vote.",
      "When is a farm bill not a farm bill? When 90 percent of it is for food stamps.",
      "The war on drugs led to a 500 percent increase in incarceration in our country, disproportionately affecting poor and disproportionately affecting minorities.",
      "Says five Democratic state senators were for her bicycle tailgating bill before they were against it.",
      "Says Erv Nelson voted yes on the pro-amnesty SJR 21, a bill urgingCongress to provide citizenship for those residing illegally in our country.",
      "Polls show that 96 percent of New Jerseyans and 95 percent of gun households in the state support expanding background checks to keep guns away from those who shouldnt have them.",
      "Says Paul Ryan voted for two wars that were unpaid for, voted for the Bush tax cuts that were unpaid for, voted for the prescription drug bill that cost as much as my health care bill -- but wasnt paid for.",
      "Under Donald Trumps tax plan, 51 percent of single parents would see their taxes go up.",
      "This year, the Blackstone Valley Mayoral Academy became the first public school in Rhode Island history to have 100 percent of its elementary-age students proficient in reading on state assessments.",
      "A little less than 50 percent of the people in this country depend on some form of federal payment, some form of government benefit to help provide for them.",
      "More than 30 cents of every state tax dollar goes to Medicaid.",
      "Says 24 million people in this country cant find a full-time job, 50 million cant see a doctor when theyre sick, 47 million people need government help to feed themselves and 15 million families owe more than the value of their home.",
      "Federal law requires residents to participate in the U.S. governments American Community Survey.",
      "The Pink Pony club in DeKalb County has never been cited for any violation of an ordinance or state law.",
      "Sixty-four percent of Americans support the Arizona immigration law.",
      "In Rhode Island, 28 percent of adults released from state prisons are re-incarcerated within a year.",
      "By the end of this budget Im in right now, taxes will have been cut $4.7 billion in my state.",
      "The richest 1 percent of America will get a bigger tax cut through this bill than the family income of the average family here in Central Texas.",
      "Gov. Kasich and the Republican-dominated legislature have foregone the popular option of closing tax loopholes that amount to $7 billion annually in this state.",
      "Under Republican Chris Christie, New Jersey had the highest increase in unemployment in the country last year. Nearly 1 in 10 jobless. The worst unemployment in the region. Near the bottom in economic growth, yet Christie protected a tax cut for millionaires but vetoed a minimum wage hike.",
      "...Over 30 years, federal spending on education has grown by 375 percent, but test scores remain flat.",
      "Every American now is $51,000 in debt. Thats money I owe, thats money my children owe before they even go to kindergarten, thats their check to the federal government right now.",
      "By some estimates, as few as 2 percent of the 50,000 (Central American) children who have crossed the border illegally this year have been sent home.",
      "Surveys show that many of our citizens think we devote a full quarter or even a third of our federal budget to foreign aid.",
      "The American people have endured 21 consecutive months of 9% or higher unemployment [and] 2.6 million jobs have been lost, since the stimulus bill was signed.",
      "Says that in 2015, illegal immigrants accounted for 75 percent of federal drug possession convictions and 5 percent to 30 percent of convictions for murder and kidnapping plus two other crimes.",
      "Former Gov. Rick Perry signed a law that a federal court said was actually written with the purpose of discriminating against minority voters.",
      "Productivity has risen 18 percent ...yet wages have stayed flat... There are 5-million more people in poverty here in our country than there were in 2000.",
      "Says Hillary Clinton plans to massively increase admissions (of Middle East refugees) including a 500 percent increase in Syrian refugees coming into our country.",
      "Lake Erie supports nearly 10 percent of Ohios jobs and generates $750 million in state and local taxes.",
      "Even after collective bargaining reforms, most Wisconsin public employees are still paying about 12 to 13 percent of their health insurance premiums, while most state residents who work in the private sector pay 20 to 25 percent.",
      "Trump Management was charged with discriminating against African-Americans and breaking federal law.",
      "Members of Congress did not have three days to read the bill when the stimulus was rushed into law.",
      "My son had to resign his job because of federal regulations that Washington has put on us.",
      "Our pension system is the only one in the country thats 100 percent funded.",
      "Florida is now the No. 1 state in the country for automobile accident fraud.",
      "Since the federal Violence Against Women Act was adopted in 1994, cases of domestic violence have fallen by 67 percent.",
      "Were only spending 2 percent of our GDP on our infrastructure, while China and India are spending 10 percent of their GDP reinvesting back into their country.",
      "The federal government owns 30 percent of the land in the 50 states, or about 650 million acres.",
      "We had a No Child Left Behind a similar piece of legislation in our state a number of years ago, well before the federal law. And it's had a big impact here. It's improved schools.",
      "Obama's tax plan cuts taxes \"for 95 percent of all working families.\"",
      "With the exception of baby formula, the federal government does not require any food to carry an expiration date, and state laws vary widely.",
      "Says he followed state law and the precedent of other Massachusetts governors when he erased electronic communications as he left office.",
      "My home state since June of 2009 created 40 percent of the new jobs in America.",
      "It has been the law since the beginning of the country that the children of American citizens born ... abroad are American citizens by birth.",
      "What the Arizona law does is make a state crime out of something that already is... a federal crime.",
      "The national economic recovery has led to higher than expected tax revenues and projected budget surpluses in nearly every state in the nation, including Wisconsin.",
      "Over 40 of our 100 (House of) Delegates seats go uncontested every year, and over 40 percent of our state senate seats go uncontested every year.",
      "Hospitals, doctors, MRIs, surgeries and so forth are more extensively used and far more expensive in this country than they are in many other countries.''\thealth-care\tmitt-romney\tFormer governor\tMassachusetts\trepublican\t34\t32\t58\t33\t19\ta Fox News Sunday interview\n9874.json\tbarely-true\tObamacare cuts seniors Medicare.\thealth-care,medicare\ted-gillespie\tRepublican strategist\tWashington, D.C.\trepublican\t2\t3\t2\t2\t1\ta campaign email.\n3072.json\tmostly-true\tThe refusal of many federal employees to fly coach costs taxpayers $146 million annually.\tgovernment-efficiency,transparency\tnewsmax\tMagazine and website\tFlorida\tnone\t0\t0\t0\t1\t0\tan e-mail solicitation\n2436.json\tmostly-true\tFlorida spends more than $300 million a year just on children repeating pre-K through 3rd grade.\teducation\talex-sink\t\tFlorida\tdemocrat\t1\t2\t2\t4\t0\tfigures cites on campaign website\n9721.json\ttrue\tMilwaukee County Sheriff David A. Clarke Jr. advised citizens to point that barrel center mass and pull the trigger because 911 is not our best option.\tcrime,criminal-justice,guns,legal-issues\tgreater-wisconsin-political-fund\t\tWisconsin\tnone\t3\t3\t3\t1\t1\ta campaign TV ad\n3627.json\tfalse\tAlmost 37 percent of the total income from Planned Parenthood is from abortions.\tabortion\tronald-renuart\tState Representative\tFlorida\trepublican\t0\t1\t0\t0\t0\tcomments during a committee hearing\n11900.json\thalf-true\tThe United States has the highest rate of childhood poverty of almost any major country on Earth.\tchildren,poverty\tbernie-s\tU.S. Senator\tVermont\tindependent\t18\t12\t22\t41\t0\tcomments during the PBS Democratic debate\n4611.json\ttrue\tUnder Governor Almond the RI DMV had a program that allowed undocumented [people to] use their Personal Tax Identification Number . . . to apply [for] and receive a RI drivers license.\tcivil-rights,homeland-security,immigration,public-safety,transportation,workers\tdavid-quiroa\tprresident, Guatemalan-American Alliance of Rhode Island\tRhode Island\tnewsmaker\t0\t0\t0\t0\t0\ta news release\n3168.json\tpants-fire\tIllegal aliens cost the state of Rhode Island $400 million a year.\tcensus,crime,education,health-care,immigration,state-budget,taxes\tterry-gorman\tPresident, Rhode Islanders for Immigration Law Enforcement\tRhode Island\tnewsmaker\t1\t0\t0\t0\t1\ta radio interview\n6832.json\tpants-fire\tSays Eric Cantor voted to assure Congress would be paid if the government shut down and against guaranteeing troops would be paid.\tcongressional-rules,federal-budget,military\twayne-powell\tlawyer\tVirginia\tdemocrat\t1\t1\t0\t0\t1\ta debate.\n5893.json\tmostly-true\tIf Congress froze the current spending level and then cut it by 2 percent annually, we could balance the budget in five years.\tdeficit,federal-budget\tjamie-radtke\t\tVirginia\trepublican\t1\t1\t1\t2\t0\ta statement\n3304.json\ttrue\tEvery (Wisconsin) legislator that votes for this bill will have to give up the same amount of pay as other state employees.\tlabor,state-budget\tjeff-fitzgerald\tIncoming speaker of state Assembly\tWisconsin\trepublican\t2\t0\t1\t2\t2\tan interview on the Fox News Channel\n1638.json\thalf-true\tMarco Rubio controlled funds that out of the $600,000 that were raised, only $4,000 went to candidates to try to improve their chances to be elected to office.\"",
      "The tax on job creating businesses is 35 percent in the United States, second worst in the entire world.",
      "If youre earning under $100,000 a year and you commute to New York every day you pay more to the Port Authority in tolls than you pay to the state of New Jersey in income tax.",
      "Theyre saying that 40 percent of the traffic that goes over [the Sakonnet River Bridge is from] out of state.",
      "Says the state budget includes spending on commercials for Fortune 500 companies.",
      "The mega-rich pay about 15 percent in taxes, while the middle class fall into the 15 percent and 25 percent income tax brackets, and then are hit with heavy payroll taxes to boot.",
      "Georgia ranks 49th for women serving in elected state and federal offices.",
      "When the national debt reaches $15 trillion, it means that U.S. debt-to-GDP ratio will reach 99.7 percent of our debt and this is $47,900 for every living American.",
      "Forty percent of the country is going to be in states that are tolerant of gay marriage or at least civil unions.",
      "[E]xcise tax increases drive commerce across state lines.",
      "Says New Hampshire has the third-highest property tax in the country.",
      "Florida is the largest dog-racing state in the country.",
      "Says the federal government is the largest energy user in the country.",
      "Says Gov. Rick Scott returned $1 million in federal funding that would have helped the state cover the cost of overseeing insurance rates under the new health care law.",
      "Americans spend 6.1 billion hours a year complying with tax law. It costs us $163 billion to comply with our tax laws annually.",
      "The American healthcare system burns 18 percent of our national GDP. Nobody else is close.",
      "We created a flat tax in the state of Utah.",
      "Under Ted Cruzs tax plan, businesses will now have to pay 16 percent on the money they make. They will also have to pay 16 percent on the money they pay their employees.",
      "I cut more as a percentage out of government than any state in the country this past decade. And where is Michigan in terms of its economic growth? Cutting did not result in economic growth.",
      "The federal tax code has loopholes that are giving incentives for companies that are shipping jobs overseas.",
      "The budget for the Consumer Financial Protection Bureau is only about 1 percent of the amount banks generate just from late fees and overdraft fees.",
      "The Canadians they (dropped) their tax rates to 15 percent. The average tax rate on businesses in the industrialized world is 25 percent.",
      "Eighty percent of the antibiotics in this country are fed to livestock.",
      "Says 51 percent of federal tax filers paid zero federal income tax.",
      "Barack Obama voted against born alive legislation in Illinois that was virtually identical to the federal law.",
      "The proposed transportation tax plan revokes a tax-credit for consumers electric cars while the state retains similar credits for similar vehicles for businesses.",
      "Since parole abolition, Virginias crime rate has fallen to third lowest in the country, our recidivism rate is down 20 percent and thats the second lowest in the country.",
      "Once our Blueprint for Prosperity is signed into law, we will have delivered $2 billion in tax relief.",
      "Thirty-one percent of school districts are still receiving less funding per pupil than they did prior to the dramatic budget cuts of 2011.",
      "There is a situation in this country where youre nearing 50 percent of people who dont even pay income taxes.",
      "Andrew Jackson was the last president who actually balanced the federal budget, where we had no national debt.",
      "Oregons budget has grown by 49 percent in just four years.",
      "Under federal law, Jared Loughner would not have been able to buy a gun had he been identified as mentally ill.",
      "Forty percent of people in this country, illegally, are overstaying visas.",
      "In Congress right now, were doing the best job we have ever done in women in the federal legislature, but its still only 19 percent.",
      "To help balance the 2011-13 budget, Gov. Scott Walker used a credit card approach that pushed over $500 million in debt onto our children and our grandchildren costing state taxpayers more than $150 million in interest.",
      "The Walton family of Walmart ... This one family owns more wealth than the bottom 40 percent of the American people.",
      "Texas would have to increase current state spending by 28 percent just to reach the national average for spending per resident.",
      "Arizona is spending less on a per-capita basis than every single state in this country in higher education.",
      "Says that the federal gas tax has not been raised since 1993.",
      "Says under the Romney-Ryan budget ... the American Opportunity Tax Credit for college tuition would be eliminated.",
      "Republican state lawmakers are refusing to give the people of their own states their own tax dollars back in the form of (expanded) Medicaid.",
      "Obama says McCain went to Bermuda and \"pledged to protect tax breaks for American corporations that hide their profits offshore.\"",
      "Says Georgia will send more state money per child to state charter schools and that budget cuts are not applied to those charter schools.",
      "A $5-a-night hotel/motel tax thats part of the transportation bill will hurt Georgias convention business by adding extra costs for large groups coming to the state.",
      "In the 1950s, \"A lot of people got rich and they had to pay a top tax rate of 90 percent.\"",
      "Says New Jersey is 50th in return of our federal tax dollars.",
      "This budget also reflects the smallest state government workforce per 1,000 residents in Florida in this century.",
      "We did not even have a federal income tax in this country until 1913.",
      "The Arizona law basically parrots the federal immigration law.",
      "Over the last 10 years, incomes for the top 1 percent have grown. Meanwhile, the bottom half of the country, theyve seen their wages stagnate.",
      "Despite having their budget increased by over 40 percent since 2009 pending claims for benefits with the (Department of Veterans Affairs) have increased from 391,000 to 890,000 under the Obama Administration.",
      "Says Ohio law gives tax breaks to rich people who own private jets.",
      "Says under federal law we do not have any limitation on the number of guns and bullets we can buy.",
      "Most of the state budget isnt for state government doing things. ... 85 percent of the state budget is transferred to local communities for delivery of service.",
      "A foreclosure tax that would take effect in 2013 could mean a high tax bill for those facing foreclosure and millions of families who modified their mortgage or had a short sale through their lender.",
      "When we got the income tax in 1913, the top rate was 7 percent. By 1980, the top rate was 70 percent.",
      "Proposed federal regulations would affect every streetsign in the country",
      "Four percent of American citizens are black males, but they are 35 percent of murder victims.",
      "Wisconsin Republicans repealed a statewide fair pay law that made sure women are treated fairly on the job.",
      "The State of Texas does not even use the E-Verify system to determine if someone is legally in our country when they apply for a job.",
      "U.S. taxpayers paid $71,500 per job created by the stimulus bill.",
      "Of six Rhode Island tax-credit programs worth about $35 million, three companies got 90 percent of that -- CVS and two companies not even located in the state of Rhode Island.",
      "[The state ethics commission] took absolutely the same percent of cuts as most other state agencies. They were somewhere in the 7 percent range same as the governors office.",
      "Since Oregons prescription-only law took effect, meth lab incidents have dropped by 96 percent and meth-related arrests by 32 percent.",
      "The federal minimum wage is worth about 20 percent less than it was when Ronald Reagan gave his first address to a joint session of Congress.",
      "25 percent of federal inmates are noncitizens.",
      "Medicaid is close to 30 percent of the state budget and the biggest expenditure at the state.",
      "House Speaker Nancy Pelosi said this week that the Democrats have to pass their terrible health care bill so that the American people can actually find out what's in it.",
      "The Republicans have repeatedly said that they agree with 80 percent of what's in our bill.",
      "The substitute budget now adds in tax breaks and tax deductions for those who buy these prisons.",
      "The highest economic growth decade was the 1960s. Income tax rates were 90 percent.",
      "The state budget has increased almost $800 million a year in each of the last two years.",
      "Says in 2002, he won more Hispanic votes than Anglo votes, 60 percent in the state.",
      "Says roughly two-thirds of (state) corporations didnt pay any income tax in Virginia.",
      "Barbara Buono by the numbers: As a Trenton politician, she voted to raise taxes 154 times. Under her, property taxes up 70 percent. Backed a 16 percent sales tax increase. Utilities, nursing homes, cell phones, parking lots, lottery wins, gyms She taxed them all. Architect of Corzines budget, she drove New Jersey $2 billion into debt. Barbara Buono by the numbers: taking New Jersey backwards.",
      "In the past year alone, Ohio businesses have created more jobs than almost every other state in the country.",
      "The federal government is spending 25 percent of our entire economy versus 100 years ago we spent only 2 percent.",
      "Says Obama administration delay of health care laws employer mandate affects about 1 percent of the American workforce.",
      "Dan Patrick called for increasing the gas tax and the state sales tax.",
      "Texas has lost the most law enforcement officers in the line of duty of any state in America.",
      "Two-thirds of the federal budget is permanent law ... its permanently appropriated.",
      "Fifteen years ago, the assets of the six largest banks in this country totaled 17 percent of GDP ... The assets of the six largest banks in the United States today total 63 percent of GDP.",
      "The state budget has gone up over 80 percent under Rick Perry.",
      "In just 17 years, spending for Social Security, federal health care and interest on the debt will exceed ALL tax revenue!",
      "Says that the state spends more money on tax giveaways than it receives in tax collection.",
      "Says his state budget will provide an increase in state funding for the 2011-12 school year.",
      "Says Gov. Scott Walkers proposed state budget contained 110 pages of errors -- an unusually high number -- and millions of dollars worth of mistakes that were corrected with a follow-up document.",
      "The proudest accomplishment (of my tenure) was leaving the state with a $1.2 billion surplus, which was the largest wed ever had, and getting spending under control and a balanced budget.",
      "The governors budget proposal reduces the state austerity cut to education to under $500 million for 2016.",
      "As weve seen that federal support for states diminish, youve seen the biggest job losses in the public sector -- teachers, police officers, firefighters losing their jobs.",
      "Hillary Clinton \"starts off with 47 percent of the country against her.\"",
      "75 percent of the jobs created in the state of Ohio are created in small business. They are not created by huge corporations and those who are very wealthy.",
      "A family of four can make up to $88,000 a year and still get a subsidy for health insurance under the new federal health care law.",
      "The amount of the revenue required by the state (for the construction of high-speed rail) is around 10 percent.",
      "Says the 2011-13 state budget eliminates the structural deficit for the first time in decades.",
      "The fact of the matter is that my colleague from New York, Senator Clinton, there are 50 percent of the American public that say they're not going to vote for her.",
      "Clayton County Public Schools recently achieved a milestone that has eluded other metropolitan districts across the state by meeting federal guidelines for having a highly qualified staff.",
      "State law says that once the state appraises a piece of property, they can only pay it a certain amount above appraisal.",
      "Health care is the greatest contribution to spending increases in the state budget.",
      "Since 2001, higher education in the state has been cut or allowed to erode ... by 35 or 40 percent.",
      "Says a state bill checks the spending habits of the Milwaukee County Board of Supervisors by bringing it in line with other county boards around the state.",
      "Just 9 percent of Muslims in Pakistan viewISIS favorably. Unfortunately, that 9 percent is 16 million people. And thats just one country.",
      "More than 70,000 job openings are listed on a state jobs website.",
      "In 1952, the corporate income tax accounted for 33 percent of all federal tax revenue. Today, despite record-breaking profits, corporate taxes bring in less than 9 percent.",
      "The federal government is now on track for the second-largest budget deficit in 65 years.",
      "Just a little over 60 percent of your electric bill, my electric bill, 60 percent of that is pass-throughs, whether they be for building of nuclear plants or whatever they may be. A planned nuclear plant repair will only increase that percentage.",
      "Georgia has more than 700 law enforcement agencies, and fewer than 20 percent of them are state-certified.",
      "Eighty percent of the American people support an approach (to federal budget problems) that includes revenues and includes cuts.",
      "The American people say, dont touch Social Security, dont touch Medicare, dont cut defense. Thats 84 percent of the federal budget.",
      "Says federal spending has increased 21 percent over the past three years.",
      "While 38 percent of (firearms) dealers that were inspected in 2011 were noncompliant with federal law, only 0.05 percent of inspected dealers had their licenses revoked.",
      "Firearms homicides are down about 40 percent since Texas passed concealed-gun permit law.",
      "As a percentage of our gross domestic product, the defense budget remains just 3.6 percent. This figure is low by all historical standards.",
      "Assaults on Wisconsin law enforcement officers are up 224 percent statewide since 2005",
      "There are no tax increases in this debt limit bill. Period.",
      "The state budget will include scholarship money for minority students as a concession to Senate Democrats for supporting the GOP-initiated transportation bill.",
      "Says President Barack Obamas proposed budget includes two new tax increases that would collect about $14 billion.",
      "A Republican bill that would change John Doe criminal investigations is creating exceptions in the law for politicians.",
      "More than 70 percent of American adults have committed a crime that could lead to imprisonment.",
      "Fifty percent of kids coming out of school cant get a job.",
      "Odd fact for odd draft: No. 2 overall pick will earn more than the No. 1 pick due to no state tax in Florida. So 2 not so bad.",
      "Says income tax rates under Eisenhower were as high as 90 percent.",
      "We (Georgia) collect fewer state taxes per capita than any other state although state taxes are low, Georgia is the eighth-most-dependent state on the federal government.",
      "Rhode Island already gets more revenue per capita from gambling than any other state in the country.",
      "Venezuela is a country whose defense budget is probably 1/600th of the United States.",
      "Ninety percent of American workers dont own their own business.",
      "Obama put a 10 percent tax on tanning.",
      "Under Donald Trumps tax plan, the top 0.1 percent of taxpayers -- people earning multiple millions of dollars a year, on average -- would get more tax relief than the bottom 60 percent of taxpayers combined.",
      "As many as six federal department budget bills have been delayed because of opposition to amendments that would ban Confederate battle flag sales at federal building gift shops.",
      "Cranstons 2014-2015 budget funds 100 percent of the local police and fire pension and other retiree benefit costs.",
      "Foreign aid makes up about 1 percent of our entire budget.",
      "Right now we are at 90 percent health insurance covered. Thats the highest weve ever been in our country.",
      "If Rhode Island applied a 1-percent sales tax on all items exempt from sales tax, ''the state would receive an additional $89,376,857.''",
      "A 2013 state law would allow the operator of an iron ore mine in northern Wisconsin to fill in pristine streams and ponds with mine waste.",
      "If you have a job in this country, (theres a) 97 percent chance that youre not going to be in poverty.",
      "Says Glenn Grothman pushed through state tax credits that when phased in, someone that owns a factory that produces millions in income will pay less tax than their nephew would if he worked full time at Taco Bell for minimum wage.",
      "The proposed transportation bill could be the largest tax increase in Georgia history.",
      "Wisconsin has one of the most progressive tax codes in the country.",
      "Never once did they (House Republicans) actually cut spending or reduce the state budget. Even when they cut taxes in 2005, they increased spending. They never paid for their tax cuts.",
      "This week the House of Representatives voted to remove the word lunatic from federal law.",
      "Georgia has the most restrictive ballot access laws in the country.\telections\tmary-n\t\t\tindependent\t0\t0\t0\t0\t0\ta television interview\n3666.json\tfalse\tOn whether the federal debt limit should be raised\tfederal-budget\tbarack-obama\tPresident\tIllinois\tdemocrat\t70\t71\t160\t163\t9\tan interview with George Stephanopoulos\n4608.json\thalf-true\tWhen George W. Bush was governor of Texas, the percentage uninsured went down. Under his successor, Rick Perry, its gone up.\tchildren,health-care,new-hampshire-2012\tmitt-romney\tFormer governor\tMassachusetts\trepublican\t34\t32\t58\t33\t19\ta Republicam debate in Hanover, N.H.\n11023.json\tfalse\tSays his book,The Art of the Deal,is the No. 1 selling business book of all time.\tcandidates-biography,job-accomplishments\tdonald-trump\tPresident-Elect\tNew York\trepublican\t63\t114\t51\t37\t61\tremarks on CNN.\n2096.json\thalf-true\tDemocrats in the 1930s wanted President Franklin Roosevelt to be more conservative.\thistory,pundits,abc-news-week\tgeorge-will\tColumnist\tMaryland\tcolumnist\t7\t6\t3\t5\t1\ta roundtable discussion on ABC's This Week\n12853.json\ttrue\tSays Danny Tarkanian wants to defund Planned Parenthood and would outlaw a womans right to choose, even in cases of rape or incest.\tabortion\tjacky-rosen\t\tNevada\tdemocrat\t0\t0\t0\t0\t0\ta press release.\n12670.json\tpants-fire\tCondemning violence against the police and urging support for the police is markedly absent from President Barack Obamas public remarks.\tcriminal-justice\twilliam-johnson\t\t\torganization\t0\t0\t0\t0\t1\tan interview on Fox News\n1508.json\thalf-true\tFlorida leads the nation in elected officials charged with crimes.\"",
      "The federal government can cut all of the non-military discretionary spending and not balance the budget.",
      "Says Ohio has 77 job training programs spread across 13 state agencies.",
      "The employer mandate affects only 5 percent of businesses in this country.",
      "In 2013 we had the largest, the best, private sector job growth weve had in this state since the 1990s.",
      "The Republican plan for tax cuts is to give each millionaire -- the top 1 percent of income in this country -- $83,347 a year in tax cuts.",
      "In its current state, this bill is the most restrictive voter ID legislation in the nation.",
      "Florida has 1,200 golf courses. I think 58 million rounds played a year in Florida. Weve got 44 percent of all travel golf in the country here. 5 million people come here just for golf.",
      "We in this state saw more job creation in the last three years since Ive been governor than you saw in the whole eight years of Doyles time as governor.",
      "Foreign aid is less than 1 percent of our federal budget.",
      "Says Mitt Romney is proposing a tax cut that gives an average of $250,000 to every millionaire in this country.",
      "Says Texas law requires state agencies to give preference to goods produced and grown in Texas.",
      "Exit polls indicate that Democrats get over 70 percent of LGBT votes in federal elections.",
      "In state after state, polls make clear that the American public understands the Kelo ruling is a disaster.",
      "When I was born, defense spending was 60 percent of the budget. Its now 17 percent.",
      "We have an 80 percent graduation rate in high school after spending more per student than any country in the world other than Liechtenstein, I think, or Luxembourg and a couple other small countries.",
      "Wisconsins state budget is almost twice as large per person as the state budget of Texas, and even after billions in tax cuts, Wisconsins working families and businesses remain subject to a heavy tax burden.",
      "We (in Illinois) have the fifth-highest tax burden in the country.",
      "Says the Pentagon has never passed a financial audit. In fact, the Pentagon is exempt from a federal law that requires all federal agencies to complete annual audits.",
      "Rhode Island has the second highest per enrollee (Medicaid) cost of any state in the country, which is 60 percent higher than the national average.",
      "Says the state tax burden per citizen in New York is twice as high as in Florida.",
      "Under the compromise tax agreement, 99.7% of American families will not pay 1 nickel in an estate tax.",
      "In 2010 about 75 percent of child abuse and neglect reports in Oregon were made by those required to report by law.",
      "Almost 10 percent of Canadians came to visit Florida last year ... (Canadians) buy 7.4 percent of our homes in the state.",
      "Fifty-one percent -- that is, a majority of American households -- paid no income tax in 2009. Zero. Zip. Nada.",
      "Says that Tennessee law requires that schools receive half of proceeds -- $31 million per year -- from a half-cent increase in the Shelby County sales tax.",
      "Were. . . keeping and creating jobs in our state. From American Greetings, to Wendys, to Diebold, weve gone to their doorsteps to keep jobs right here in Ohio.",
      "In 2009, Democratic Wisconsin state senators rammed through a billion-dollar tax hike in 24 hours with no public input.",
      "The education tax burden for Shelby County -- and Tennessee -- is one of the lowest in the country.",
      "Between 40 and 50 percent of tax filers do not owe any income tax.",
      "The cost of health care is now the single-biggest factor driving down the federal budget deficit.",
      "Fifty-six percent decline in overall crime. A 73 percent decline in motor-vehicle theft. A 67 percent decline in robbery. A 66 percent decline in murder. This is way beyond what happened in the nation during this period of time.\tcrime\trudy-giuliani\tAttorney\tNew York\trepublican\t9\t11\t10\t7\t3\tNew York, N.Y.\n5122.json\tmostly-true\tIn 1958, there were 16 states in this country that prohibited -- prohibited -- an African-American and a Caucasian from being married.\tcivil-rights,gays-and-lesbians,marriage\tsheila-oliver\tAssemblywoman\tNew Jersey\tdemocrat\t0\t1\t1\t3\t0\ta news conference\n11191.json\ttrue\tSays Donald Trump has changed his mind on abortion.\tabortion\tcarly-fiorina\t\tCalifornia\trepublican\t5\t5\t4\t3\t2\tthe first Republican presidential debate\n10315.json\tmostly-true\tIt has been many years, if ever, since an inmate has completed his or her high school diploma while incarcerated in a state correctional facility for adults.\tcorrections-and-updates,criminal-justice,public-safety\tlc-buster-evans\tAssistant Commissioner\tGeorgia\tnone\t0\t0\t0\t1\t0\tin a press release\n1964.json\tmostly-true\tSays U.S. Rep. Michael McCaul is the sixth-richest person in Congress.\tcandidates-biography\tted-ankrum\tRetired\tTexas\tdemocrat\t0\t1\t0\t1\t0\ta speech\n624.json\ttrue\tMcCain is raising campaign cash with one of (Jack) Abramoff's closest business partners: scandal-plagued conservative activist Ralph Reed.\"",
      "Says while state leaders have cut funding for our schools and other basic priorities, the amount of money the state is projected to give away through tax breaks increased by a whopping $3.4 billion.",
      "Under President Barack Obamas jobs bill, you can sue if you are unemployed and dont get the job and think you werent hired because you are unemployed.",
      "The top 1 percent of income earners pay 40 percent of all state income taxes, and those at the bottom pay little or nothing.",
      "Says since 2000, Austins tax burden rose more than 40 percent while family income rose more than 20 percent.",
      "The federal government is spending $46,000 a year per family (or group of four) and could balance its budget by dropping that to $30,000.",
      "When we started this health care debate a year ago, 85 percent of the American people had health insurance, and 95 percent of the 85 percent were happy with it.",
      "Since 1995, the top 400 wealthiest families have seen their incomes go up 400 percent and their tax rates go down 40 percent.",
      "According to Pew Research, 99 percent of the people in Afghanistan support oppressive Sharia law.",
      "Says that over the last decade, the states population grew three times faster than the Texas state tax system.",
      "From 1980 to 1990, the top 1 percent saw their income go up by roughly 80 percent while the median wage in the country over (the same) 10 years went up 3 percent.",
      "Spending increases, not tax cuts, are the major cause of the federal budget deficit.",
      "Forty-seven percent of Americans pay no income tax.",
      "Says the federal health care law upheld by the Supreme Court has improved or saved the lives of more than 4,000 Texans otherwise prevented from obtaining health coverage due to pre-existing conditions.",
      "From 1972 until 2011, the number of EPA employees increased by 107 percent while the number of total federal personnel decreased by 15 percent.",
      "The 2006 Massachusetts health care law has added (only) about 1 percent to our state budget.",
      "The judicial system is the most underfunded in this state, able to only pay 52 percent of its obligations. Meanwhile, judges get some of the richest pensions of all public employees.",
      "The Baucus bill \"contains provisions that would send massive federal subsidies directly to both private insurance plans and government-chartered cooperatives that pay for elective abortion.\"",
      "The first (state) budget that came out of our Republican leadership slashed funding to Planned Parenthood...It resulted in the reduction of hours, the elimination of days, elimination of access to women in my city and all over my state.",
      "Says the proposed fiscal year 2013 budget is still below the level of state spending when I took office.",
      "Then-Gov. Carl Sanders put 56 percent of the state budget into education, a figure that has not been achieved since.",
      "Five percent of Americans pay over half the income taxes in this country. Forty percent of Americans pay no income taxes at all.",
      "The law, right now, permits companies that close down American factories and offices and move those jobs overseas to take a tax deduction for the costs associated with moving the jobs to China or India or wherever.",
      "The U.S.tax rate on successful small businesses is 44.6 percent, while the business tax rate in Canada is 15 percent.",
      "Says a change in law he carried stopped a $100 million tax increase in the Dallas school district.",
      "Rhode Island spends less than 10 percent of what the average state spends promoting tourism.",
      "We have the highest corporate tax rate in the world. Its 35 percent.",
      "The American people will be appalled to learn the health care bill exempts (congressional) leadership and committee staff.",
      "Since the Affordable Care Act passed, 90 percent of job growth has been in full-time positions.",
      "Ninety percent of the job growth in Virginia has been in the private sector.",
      "In Cuyahoga County ... 56 percent of weekend voters in 2008 were African American while adult African Americans comprise 28 percent of the county population.",
      "Right now we are spending at an all-time high, close to 25 percent of our GDP [is] being spent on the federal government. But our revenues are at an almost all-time low of about 15 percent [of GDP].",
      "Says Ive authored the first bipartisan tax reform bill in a quarter-century.",
      "Says theCongressional Budget Officehas estimatedevery penny of the federal budget will go to interest on the debt and entitlement spending by 2025.",
      "Providence has amongst the highest tax rate(s) in the entire country.",
      "We havent passed a budget in more than three years and not a single appropriations bill has been brought to the floor this year.",
      "Says at the state level were spending more on tax expenditures than we are on public safety, health care and education combined.",
      "Right now, we have the lowest gas tax of anywhere in the country.",
      "Says American polling shows Russian President Vladimir Putin has an 80 percent approval rating.",
      "In the last 50 years, (the federal government has) only balanced the budget five times.",
      "98 percent of American families make under $250,000 a year.",
      "We cut business taxes so today 70 percent of our businesses dont pay a business tax.",
      "Says state's expected \"increase in federal political clout is almost entirely due to the growth of the African American and Hispanic populations in Texas in virtually every region of the state.",
      "Obama's budget plan would take national debt up to about 80 percent of gross national product. ... Historically, it's been about 40 percent.",
      "There is a federal criminal law that says its a crime to transport dentures across state lines.",
      "Borrowing in my 2015-17 state budget is less than half that in my predecessors last budget and the lowest it has been in a decade.",
      "The recently passed transportation funding bill is a billion-dollar tax increase for Georgians.",
      "If you are African-American in this country today, you are likely to have a net worth of about 10 percent of what white families have.",
      "Says the top 20 percent of income earners pay nearly 70 percent of all federal taxes.",
      "The top 10 most well-paid CEOs in America received a combined $770 million in 2010, while the average American workers wage rose just 2 percent.",
      "There is nothing in the current state public records law that prohibits sensitive or confidential business information from being just that, confidential.",
      "This is the only state in the country that bypassed the General Assembly to authorize [in-state tuition for undocumented immigrants].",
      "The Obama administration is allowing state waivers from welfare work requirements only if they had a credible plan to increase employment by 20 percent.",
      "Says Mary Burkes Madison school district will be the only school district left in the state to ignore the (Act 10) law in the 2015-16 school year.",
      "We have empowered state insurance commissioners to review the rate hikes that are taking place in states. And in some states like North Carolina, they have already used it and rolled back premium increases by 25 percent.",
      "Georgia had the worst job losses in state history under GOP watch.",
      "An amendment inserted by lawmakers into the state budget exempts scientific researchers from all state animal cruelty laws."
   ]
}